[
  {
    "nombre": "ENANO",
    "tamañoMaximo": 152,
    "tamañoMinimo": 122,
    "velocidad": 25,
    "habilidades": [],
    "atributos": [
      {
        "nombre": "Visión en la Oscuridad",
        "efecto": "Acostumbrado a la vida bajo tierra, puedes ver bien en la oscuridad o con poca luz. Eres capaz de percibir hasta a 60 pies en luz tenue comosi hubiera luz bri llante, y esa misma distancia en la oscuridad como si hubiera luz tenue. Eso sí, no puedes distinguir colores en la oscuridad, solo tonos de gris."
      },
      {
        "nombre": "Resistencia Enana",
        "efecto": "Tienes ventaja en las tiradas de salvación contra veneno y posees resistencia al daño de veneno"
      },
      {
        "nombre": "Entrenamientode Combate Enano",
        "efecto": "Eres competente con hachas de guerra, hachasde mano, martillos de guerra y martillos ligeros."
      },
      {
        "nombre": "Competencia con Herramientas",
        "efecto": "Eres competente con las herramientas de artesano que elijas de entre las siguientes:herramientas de albañil, herramientas de herrero o suministros de cervecero"
      },
      {
        "nombre": "Afinidad con la Piedra",
        "efecto": "Cuando hagas una prueba de Inteligencia (Historia) que tenga relación con el origen de un trabajo en piedra, se te considerará competente en la habilidad Historia y añadirás dos veces tu bonificador por competencia a la tirada, en lugar de solo una"
      },
      {
        "nombre": "Idiomas",
        "efecto": "Puedes hablar, leer y escribir en común y enano. El idioma enano está lleno de consonantes duras y sonidos guturales, y estas peculiaridades se traslucen en la forma que tienen losenanos de pronunciar cualquier otro lenguaje que conozcan"
      }
    ],
    "subraza": [
      {
        "nombre": "ENANO_DE_LAS_COLINAS",
        "mejoraCaracteristicas": {
          "sabiduria": 1
        },
        "rasgos": [
          {
            "nombre": "Aguante Enano",
            "efecto": "Tus puntos de golpe máximosse incrementan en 1, y aumentarán en 1 más cada vez que subas un nivel."
          }
        ]
      },
      {
        "nombre": "ENANO_DE_LAS_MONTAÑAS",
        "mejoraCaracteristicas": {
          "fuerza": 2
        },
        "rasgos": [
          {
            "nombre": " Entrenamiento con Armadura Enana",
            "efecto": "Eres competente con armaduras ligeras y medias."
          }
        ]
      }
    ],
    "mejoraCaracteristicas": {
      "constitucion": 2
    },
    "edadMaxima": 300,
    "alienamiento": "LEGAL"
  },
  {
    "nombre": "ELFO",
    "tamañoMaximo": 183,
    "tamañoMinimo": 152,
    "velocidad": 30,
    "habilidades": [
      "PERCEPCION"
    ],
    "atributos": [
      {
        "nombre": "Visión en la Oscuridad",
        "efecto": "Acostumbrado a la penumbra de los bosques y el cielo nocturno, puedes ver bien en la oscuridad o con poca luz. Hasta a un máximo de 60 pies, eres capaz de ver con luz tenue comosi hubiera luz brillante y en la oscuridad como si hubiera luz tenue. Eso sí, no puedes distinguir colores en la oscuridad, solo tonos de gris."
      },
      {
        "nombre": "Sentidos Agudos",
        "efecto": "Eres competente en la habilidad Percepción"
      },
      {
        "nombre": "Linaje Feérico",
        "efecto": "Tienes ventaja en las tiradas de salvación para evitar ser hechizado y la magia no puede dormirte."
      },
      {
        "nombre": "Trance",
        "efecto": "Los elfos no necesitan dormir. Meditan profundamente, en un estado semiconsciente,durante 4 horas al día. La palabra en común para referirse a esta meditación es “trance”. Mientras meditas, experimentas algo parecido a sueños,que en realidad son ejercicios mentales que se han vuelto automáticos tras años de práctica. Este trance es suficiente para obtener los mismos beneficios que un humano recibe de 8 horas de sueño"
      },
      {
        "nombre": "Idiomas",
        "efecto": "Puedes hablar, leer y escribir en común y elfo. El idioma elfo es fluido, con entonaciones sutiles y una gramática compleja. La literatura élfica es rica y variada, y sus canciones y poemas son famosos entre el resto de razas. Muchos bardos aprenden este idioma para poder añadir baladas élficas asus repertorios."
      }
    ],
    "subraza": [
      {
        "nombre": "ALTO_ELFO",
        "mejoraCaracteristicas": {
          "inteligencia": 1
        },
        "rasgos": [
          {
            "nombre": "Entrenamiento con Armas Elficas",
            "efecto": "Eres competente con espadas cortas, espadas largas, arcos cortos y arcos largos."
          },
          {
            "nombre": "Truco",
            "efecto": "Conoces un truco de tu elección escogido de entre los de la lista de conjuros de mago. La Inteligencia es tu aptitud mágica para lanzarlo."
          },
          {
            "nombre": "Idioma Adicional",
            "efecto": "Puedes hablar, leer y escribir un idioma adicional de tu elección."
          }
        ]
      },
      {
        "nombre": "ELFO_DE_LOS_BOSQUES",
        "mejoraCaracteristicas": {
          "sabiduria": 1
        },
        "rasgos": [
          {
            "nombre": "Entrenamiento con Armas Élfícas",
            "efecto": "Eres competente con espadas cortas, espadas largas, arcos cortos y arcos largos."
          },
          {
            "nombre": "Pies Veloces",
            "efecto": "Tu velocidad caminando base aumenta a 35 pies."
          },
          {
            "nombre": " Máscara de la Naturaleza",
            "efecto": "Puedes intentar esconderte incluso cuando estés en un lugar solo ligeramente oscuro, siempre que lo que te tape sea follaje, una lluvia fuerte, nieve que cae, niebla o cualquier otro fenómeno natural."
          }
        ]
      },
      {
        "nombre": "DROW",
        "mejoraCaracteristicas": {
          "carisma": 1
        },
        "rasgos": [
          {
            "nombre": "Visión en la Oscuridad Superior",
            "efecto": "Tu visión en la oscuridad posee un radio de 120 pies."
          },
          {
            "nombre": "Sensibilidad a la Luz Solar",
            "efecto": "Tienes desventaja en las tiradas de ataque y las pruebas de Sabiduría (Percepción) que dependan de la vista realizadas cuando tú, el objetivo de tu ataque o lo que sea que intentas percibir esté bajo la luz solar directa."
          },
          {
            "nombre": "Magia Drow",
            "efecto": "Conoces el truco luces danzantes. Cuando llegas a nivel 3, puedes lanzar el conjuro fuego feérico una vez usando este atributo y recuperas la capacidad para hacerlo tras realizar un descanso largo. Cuando alcanzasel nivel 5, eres capaz de lanzar el conjuro oscuridad una vez empleando este atributo y recuperas la capacidad para hacerlo tras realizar un descanso largo. El Carisma es tu aptitud mágica para estos conjuros."
          },
          {
            "nombre": "Entrenamiento con Armas Drow",
            "efecto": " Erescompetente con\r\n estoques, espadas cortas y ballestas de mano."
          }
        ]
      }
    ],
    "mejoraCaracteristicas": {
      "destreza": 2
    },
    "edadMaxima": 700,
    "alienamiento": "BUENO"
  },
  {
    "nombre": "MEDIANO",
    "tamañoMaximo": 93,
    "tamañoMinimo": 91,
    "velocidad": 25,
    "habilidades": [],
    "atributos": [
      {
        "nombre": "Afortunado",
        "efecto": "Cuando saques un 1 en el dado al hacer una tirada de ataque, prueba de característica o tirada de salvación, puedes volver a tirar el dado, pero tendrás que utilizar el resultado nuevo."
      },
      {
        "nombre": "Valiente",
        "efecto": "Posees ventaja en las tiradas de salvación para evitar ser asustado."
      },
      {
        "nombre": "Agilidad de Mediano",
        "efecto": "Puedes movertea través del espacio ocupado por una criatura cuyo tamaño sea, al menos, una categoría superior al tuyo."
      },
      {
        "nombre": "Idiomas",
        "efecto": "Puedes hablar, leer y escribir en común y mediano.El idioma de los medianos no es secreto, pero estos son reticentes a compartirlo con otros. Escriben poco, por lo que no tienen una gran producción literaria. No obstante, su tradición oral es muy rica. Prácticamente todos los medianos hablan común para poder comunicarse con losque viven junto a ellos o en los lugares por los que viajan."
      }
    ],
    "subraza": [
      {
        "nombre": "PIESLIGEROS",
        "mejoraCaracteristicas": {
          "carisma": 1
        },
        "rasgos": [
          {
            "nombre": "Sigiloso por Naturaleza",
            "efecto": "Puedes intentar esconderte incluso tras una criatura cuyo tamaño sea, al menos, una categoría superior al tuyo."
          }
        ]
      },
      {
        "nombre": "FORNIDO",
        "mejoraCaracteristicas": {
          "constitucion": 1
        },
        "rasgos": [
          {
            "nombre": "Resistencia de Fornido",
            "efecto": "Tienes ventaja en las tiradas de salvación contra veneno y posees resistencia al daño de veneno."
          }
        ]
      }
    ],
    "mejoraCaracteristicas": {
      "destreza": 2
    },
    "edadMaxima": 200,
    "alienamiento": "LEGAL_BUENO"
  },
  {
    "nombre": "HUMANO",
    "tamañoMaximo": 183,
    "tamañoMinimo": 152,
    "velocidad": 30,
    "habilidades": [],
    "atributos": [
      {
        "nombre": "Idiomas",
        "efecto": "Idiomas\", \"Puedes hablar, leer y escribir común y un idioma adicional de tu elección. Los humanos normalmente aprenden los idiomas de aquellos con los que se relacionan, aunque sean dialectos poco conocidos. Les gusta adornar su habla con palabras tomadas de otras lenguas: maldiciones oreas, expresiones musicales elfas, términos militares enanos, y así."
      }
    ],
    "subraza": [],
    "mejoraCaracteristicas": {
      "fuerza": 1,
      "destreza": 1,
      "constitucion": 1,
      "inteligencia": 1,
      "sabiduria": 1,
      "carisma": 1
    },
    "edadMaxima": 90,
    "alienamiento": "NEUTRAL"
  },
  {
    "nombre": "DRACONICO",
    "tamañoMaximo": 213,
    "tamañoMinimo": 183,
    "velocidad": 30,
    "habilidades": [],
    "atributos": [
      {
        "nombre": "Linaje Dracónico",
        "efecto": "Posees la sangre de dragones. Escoge de qué tipoen la tabla “linaje dracónico”. Tu Ataque de Aliento y Resistencia al Daño vendrán determinadas por el tipo de dragón, tal y como se indica en dicha tabla."
      },
      {
        "nombre": "Ataque de Aliento",
        "efecto": "Puedes utilizar tu acción para exhalar energía destructora. Tu Linaje Dracónico determina el tamaño, forma y tipo de daño del aliento. Cuando uses tu Ataque de Aliento, las criaturas que se encuentren en la zona cubierta por este deberán hacer una tirada de salvación, cuyo tipo viene definido por tu linaje. La CD de esta tirada de salvación es de 8 + tu modificador por Constitución + tu bonilicador por competencia. Las criaturas sufrirán 2d6 de daño si fallan la tirada o la mitad de ese daño si la superan. El daño aumenta a 3d6 cuando alcanzas el nivel 6, a 4d6 a nivel 11 y a 5d6 a nivel 16. Una vez utilizado el Ataque de Aliento, no podrás volver a emplearlo hasta que finalices un descanso corto o largo."
      },
      {
        "nombre": "Resistencia al Daño",
        "efecto": "Posees resistencia al tipo de daño asociado a tu Linaje Dracónico."
      },
      {
        "nombre": "Idiomas",
        "efecto": "Puedes hablar, leer y escribir en común y dracónico. Se piensa que el dracónico es uno de los idiomas más antiguos y suele emplearse en el estudio de la magia. Resulta áspero a oídos de la mayoría de criaturas y utiliza muchas consonantes duras y sibilantes."
      }
    ],
    "subraza": [],
    "mejoraCaracteristicas": {
      "fuerza": 2,
      "carisma": 1
    },
    "edadMaxima": 80,
    "alienamiento": "BUENO"
  },
  {
    "nombre": "GNOMO",
    "tamañoMaximo": 122,
    "tamañoMinimo": 92,
    "velocidad": 25,
    "habilidades": [],
    "atributos": [
      {
        "nombre": "Visión en la Oscuridad.",
        "efecto": "Acostumbrado a la vida bajo tierra, puedes ver bien en la oscuridad o con poca luz. Eres capaz de percibir hasta a 60 pies en luz tenue como si hubiera luz brillante, y esa misma distancia enla oscuridad como si hubiera luz tenue. Eso sí, no puedes distinguir colores en la oscuridad, solo tonos de gris."
      },
      {
        "nombre": "Astucia Gnoma",
        "efecto": "Tienes ventaja en las tiradas de salvación de Inteligencia, Sabiduría y Carisma contra magia."
      },
      {
        "nombre": "Idiomas",
        "efecto": "Puedes hablar, leer y escribir en común y gnomo. El idioma gnomo, que se escribe con el alfabeto enano, es famoso por la cantidad de tratados técnicos y catálogos de conocimiento sobre el mundo natural escritos en él."
      }
    ],
    "subraza": [
      {
        "nombre": "GNOMO_DE_LOS_BOSQUES",
        "mejoraCaracteristicas": {
          "destreza": 1
        },
        "rasgos": [
          {
            "nombre": "Ilusionista Innato",
            "efecto": "Conoces el truco ilusión menor. La Inteligencia es tu aptitud mágica para lanzarlo."
          },
          {
            "nombre": "Hablar con las Bestezuelas",
            "efecto": "Puedes comunicar ideas sencillas a bestias de tamaño Pequeño o inferior usando gestos y sonidos. Los gnomos de los bosques adoran a los animales y en ocasiones adoptan ardillas, tejones, conejos, topos, pájaros carpinteros y otras criaturas similares como mascotas."
          }
        ]
      },
      {
        "nombre": "GNOMO_DE_LAS_ROCAS",
        "mejoraCaracteristicas": {
          "constitucion": 1
        },
        "rasgos": [
          {
            "nombre": "Saber del Artificiero",
            "efecto": "Conoces el truco ilusión menor. La Inteligencia es tu aptitud mágica para lanzarlo."
          },
          {
            "nombre": "Manilas",
            "efecto": "Eres competente con las siguientes herramientas de artesano: herramientasde manitas. Usándolas,puedes invertir 1 hora y materiales valorados en 10 po para construir un dispositivo de relojería de tamaño Diminuto(CA 5,1 punto de golpe).Este dispositivo deja de funcionar pasadas 24 horas(salvo si dedicas 1 hora a repararlo para mantenerlo a punto) o si usas una acción para desmantelarlo. De hacer esto último, puedes recuperar los materiales que usaste en la construcción. Puedes tener hasta tres dispositivos de este tipo funcionando al mismo tiempo. Cada vez que construyas un dispositivo, elige de entre las siguientes opciones: Juguete de relojería. Este juguete mecánico posee forma de un animal,monstruo o persona. Como,por ejemplo, de una rana,un ratón,un dragóno un soldado. Tras depositarlo en el suelo, se moverá 5 pies en una dirección aleatoria en cada uno de tus turnos.Hace ruidos apropiados para el ser que representa. Encendedor. Este dispositivo produce una llama en miniatura, que puedes utilizar para encder una vela, antorcha u hoguera. Para usarlo es necesario invertir una acción. Caja de música. Al abrirse, esta caja de música reproduce una única canción a un volumen moderado. La caja deja de sonar cuando la canción se acaba o es cerrada."
          }
        ]
      }
    ],
    "mejoraCaracteristicas": {
      "inteligencia": 2
    },
    "edadMaxima": 500,
    "alienamiento": "BUENO"
  },
  {
    "nombre": "SEMIELFO",
    "tamañoMaximo": 183,
    "tamañoMinimo": 152,
    "velocidad": 30,
    "habilidades": [],
    "atributos": [
      {
        "nombre": "Visión en la Oscuridad.",
        "efecto": "Debido a tu sangre élfica, puedes ver bien en la oscuridad o con poca luz. Eres capaz de percibir hasta a 60 pies en luz tenue como si hubiera luz brillante, y esa misma distancia en la oscuridad como si hubiera luz tenue. Eso sí, no puedes distinguir coloresen la oscuridad, solo tonos de gris."
      },
      {
        "nombre": "Linaje Feérico",
        "efecto": "Tienes ventaja en las tiradas de salvación para evitar ser hechizado y la magia no puede dormirte."
      },
      {
        "nombre": "Versátil con Habilidades",
        "efecto": "Ganas competencia en dos habilidades de tu elección."
      },
      {
        "nombre": "Idiomas",
        "efecto": "Puedes hablar, leer y escribir común, elfo y un idioma adicional de tu elección."
      }
    ],
    "subraza": [],
    "mejoraCaracteristicas": {
      "carisma": 1
    },
    "edadMaxima": 180,
    "alienamiento": "CAOTICO"
  },
  {
    "nombre": "SEMIORCO",
    "tamañoMaximo": 183,
    "tamañoMinimo": 152,
    "velocidad": 30,
    "habilidades": [],
    "atributos": [
      {
        "nombre": "Visión en la Oscuridad.",
        "efecto": "Debido a tu sangre orca, puedes ver bien en la oscuridad o con poca luz. Eres capaz de percibir hasta a 60 pies en luz tenue comosi hubiera luz brillante, y esa misma distancia en la oscuridad como si hubiera luz tenue. Eso sí, no puedes distinguir colores en la oscuridad, solo tonos de gris."
      },
      {
        "nombre": "Amenazador",
        "efecto": "Eres competente en la habilidad Intimidación."
      },
      {
        "nombre": "Aguante Incansable",
        "efecto": "Cuando tus puntos de golpe se reducen a 0 pero no mueres instantáneamente, puedes volver a tener 1 punto de golpe. Una vez utilizado este atributo, deberás terminar un descanso largo para poder volver a usarlo otra vez."
      },
      {
        "nombre": "Ataques Salvajes",
        "efecto": "Cuando hagas un crítico con un ataque con arma cuerpo a cuerpo, podrás tirar uno de los dados de daño del arma una vez más y añadir el resultado al daño adicional causado por el crítico"
      },
      {
        "nombre": " Idiomas",
        "efecto": "Puedes hablar, leer y escribir en común y orco. El orco es un idioma áspero y severo, con consonantes duras. No tiene escritura propia, pero para transcribirlo se usa el alfabeto enano."
      }
    ],
    "subraza": [],
    "mejoraCaracteristicas": {
      "fuerza": 2,
      "constitucion": 1
    },
    "edadMaxima": 75,
    "alienamiento": "CAOTICO"
  },
  {
    "nombre": "TIEFLING",
    "tamañoMaximo": 183,
    "tamañoMinimo": 152,
    "velocidad": 30,
    "habilidades": [],
    "atributos": [
      {
        "nombre": "Visión en la Oscuridad.",
        "efecto": "Debido a tu sangre infernal, puedes ver bien en la oscuridad o con poca luz. Eres capaz de percibir hasta a 60 pies en luz tenue como si hubiera luz brillante, y esa misma distancia en la oscuridad como si hubiera luz tenue. Eso sí, no puedes distinguir colores en la oscuridad, solo tonos de gris"
      },
      {
        "nombre": "Resistencia Infernal",
        "efecto": " Posees resistencia al daño de fuego."
      },
      {
        "nombre": "Linaje Infernal",
        "efecto": "Conoces el truco taumaturgia. Cuando llegas a nivel 3, puedes lanzar el conjuro reprensión infernal como conjuro de nivel 2 una vez usando este atributo y recuperas la capacidad para hacerlo tras realizar un descanso largo. Cuando alcanzas el nivel 5, eres capaz de lanzar el conjuro oscuridad una vez empleando este atributo y recuperas la capacidad para hacerlo tras realizar un descanso largo. El Carismaes tu aptitud mágica para estos conjuros."
      },
      {
        "nombre": "Idiomas",
        "efecto": "Puedes hablar, leery escribir en común e infernal."
      }
    ],
    "subraza": [],
    "mejoraCaracteristicas": {
      "carisma": 2,
      "inteligencia": 1
    },
    "edadMaxima": 100,
    "alienamiento": "MALVADO"
  }
]